
start_message = """
__        __       _                                 _                                    _                           _               _         _                 _ 
\ \      / /  ___ | |  ___   ___   _ __ ___    ___  | |_   ___     __ _  _ __   __ _   __| |  ___  ___    ___   __ _ | |  ___  _   _ | |  __ _ | |_   ___   _ __ | |
 \ \ /\ / /  / _ \| | / __| / _ \ | '_ ` _ \  / _ \ | __| / _ \   / _` || '__| / _` | / _` | / _ \/ __|  / __| / _` || | / __|| | | || | / _` || __| / _ \ | '__|| |
  \ V  V /  |  __/| || (__ | (_) || | | | | ||  __/ | |_ | (_) | | (_| || |   | (_| || (_| ||  __/\__ \ | (__ | (_| || || (__ | |_| || || (_| || |_ | (_) || |   |_|
   \_/\_/    \___||_| \___| \___/ |_| |_| |_| \___|  \__| \___/   \__, ||_|    \__,_| \__,_| \___||___/  \___| \__,_||_| \___| \__,_||_| \__,_| \__| \___/ |_|   (_)
                                                                  |___/
"""

grades_path = "C:\\Users\\User\\.grades"
grade_message = "Напишите оценку и вес через точку с запятой (чтобы закончить напиши стоп) ->: "
final_grade = "Напишите оценку, с помощью которой вы хотите узнать итоговую оценку, и её вес через точку с запятой (если вы хотите остановить ввод напишите \"стоп\") ->: "
file_not_found= "Файл не найден, проверьте название файла, либо правильность написания предмета -"
wish_of_saving = "Хотите ли вы сохранить оценки в файле? ->: "
must_init = "Вы должны сначала записать оценки, перед тем как работать с ними!"
check_choice = "Вы хотите проверять оценки по одному (1) или в зависимости друг от друга (2) (Напишите номер варианта)? ->: "
hypothetical_grade = "Гипотетическая итоговая оценка -"